[
 {
  "title": "Social Media Intern",
  "applylink": "https://dare2compete.com/o/social-media-intern-71500",
  "jd": "We are seeking a enthusiastic social media intern who can find creative ways of engaging the right target audience for the business",
  "companyname": "",
  "location": "Delhi,Anywhere in India",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-20 00:00:00",
  "enddate": "2019-01-15 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Business Development Intern",
  "applylink": "https://dare2compete.com/o/business-development-intern-71499",
  "jd": "We are looking for go-getters, with high drive and ownership who will be able to bring new customers on board. Our Business Development team is a crucial link between Kriyo and our Customers (Preschools, Schools and Daycares).\nFamiliarity with Bangalore localities and ability to speak multiple languages is a plus. Those who can drive a two wheeler are preferred for direct meetings with schools. Internship opportunities are available from 15th Nov 2018 till 31 July 2019. Top performers will have the opportunity to join us for a full time role with a CTC in the range of 2.5 - 4 lakhs per annum.",
  "companyname": "",
  "location": "Bangalore",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-15 00:00:00",
  "enddate": "2019-06-30 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Backend engineer - Nodejs",
  "applylink": "https://dare2compete.com/o/backend-engineer-nodejs-71423",
  "jd": "We are seeking two backend engineers for our saas platform based on nodejs and mongodb. The platform will help employers find employee referrals more easily.",
  "companyname": "",
  "location": "Bangalore",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-14 00:00:00",
  "enddate": "2019-01-14 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Digital Marketing",
  "applylink": "https://dare2compete.com/o/digital-marketing-71496",
  "jd": "Zepo Is looking for an intern for the Digital Marketing team to work from our Bangalore office. This will be a full-time internship wherein you have to fill 9 hours per day. You will be working closely with the Marketing and Business Development team and assisting them on various aspects such as outbound lead generation, hunting for decision makers online, executing direct marketing campaigns like email-sms-whatsapp, creating & updating company materials as and when required.\n\nThis is a great learning opportunity, wherein you will get hands-on experience with best practices in Digital Marketing, Drafting formal emails & proposals and Generating Leads.",
  "companyname": "",
  "location": "Bangalore",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-12 00:00:00",
  "enddate": "2019-02-12 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Content Writer / Social Media Account Manager",
  "applylink": "https://dare2compete.com/o/content-writer-social-media-account-manager-71498",
  "jd": "We are a Startup Incubator backing early stage startups in areas of clean energy, electric mobility, air, water and land pollution, clean food and built environments. \n\nWe are looking for people who are high-energy, high-aptitude and have the zeal to create an impact on the world. You will have the opportunity to work alongside some of the best minds in the country. \n\nWe have multiple openings in the role of Content Writers. \n\nThe only skills we care about is:\n\tHigh Aptitude and Critical Thinking\n\tExcellent written English.\n\tGood at Communication\n\nExperience required: Fresher (0-1 yrs) can apply\n\nEducation:\n\tAn academic degree (Bachelors, preferably a Masters) in Marketing, Communications, Media, Journalism, Business Administration, Social Sciences or similar i.e. Freelancing in content writing , Blog writing & articles writing",
  "companyname": "",
  "location": "Noida",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-14 00:00:00",
  "enddate": "0000-00-00 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Accounts internship",
  "applylink": "https://dare2compete.com/o/accounts-internship-71497",
  "jd": "Conduct data testing work for our platform which will mainly include matching financials data with MCA source files, finding errors in the data extraction, loading and try to get the possible resolution for the same, comparing data from MCA website, Form MGT-7 and XBRL files etc.",
  "companyname": "",
  "location": "Mumbai",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-19 00:00:00",
  "enddate": "2018-12-31 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Connexion",
  "applylink": "https://dare2compete.com/o/connexion-71490",
  "jd": "We are seeking high-potential candidates from reputed colleges in Kolkata for our leadership development programme.",
  "companyname": "",
  "location": "Kolkata",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-09 00:00:00",
  "enddate": "2019-03-09 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Sales and Marketing Internship opportunity!",
  "applylink": "https://dare2compete.com/o/sales-and-marketing-internship-opportunity-71495",
  "jd": "We are seeking students/candidates who are interested to do their Internship in the field of Marketing. You will coordinate with us, plan, execute and optimize our marketing channels.  You will work and collaborate with senior members to track and measure performance, and provide results for all marketing efforts.",
  "companyname": "",
  "location": "Bangalore",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-15 00:00:00",
  "enddate": "2019-01-31 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Full Stack Developer",
  "applylink": "https://dare2compete.com/o/full-stack-developer-71433",
  "jd": "Seeking brilliant Full Stack Developer(s) who has vast knowledge of web development at scale, ambition to create a difference  and reasonable passion to contribute to life chaning products and services. \nFullStack Skills - React JS, Redux, HTML, CSS, MongoDB, NodeJS\n\nLooking for -\n1. Extremely indipendent and self motivated individuals.\n2. Preferably someone having prior internship or real-time hands-on/freelance experience in back-end development\n3. Excellent developrs with onlu front-end or back-end skills can also apply.",
  "companyname": "",
  "location": "Bangalore,Mumbai,Delhi,Gurgaon,Pune,Patna,Hyderabad,Chennai",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-08 00:00:00",
  "enddate": "2019-02-08 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 },
 {
  "title": "Corporate Sales Analyst",
  "applylink": "https://dare2compete.com/o/corporate-sales-analyst-71439",
  "jd": "1. Scanning the addressable healthcare market; assessing the revenue potential in business opportunities for DoctorInsta in B2B and B2C operations.\n 2. Strategizing and drawing up comprehensive business and marketing plans, with a sound go to market strategy for meeting the business goals of DoctorInsta, in a well-defined time frame.  \n3. Comprehensive networking, building and enlarging client base, and maintaining successful relationships with corporate clients, vendors and other constituents of the portal. \n4. Developing and implementing appropriate media strategies and campaigns with integrated communications approach, for print, electronic, digital and social media; assessing the impact of campaigns and strategizing for continued brand building and mass reach to potential clients.  \n5. Making presentations, demos and arranging seminars, workshops and other events for client acquisition and market promotion. \n 6. Regular interfacing with the clients for getting their feedback for improvement in quality of service for securing repeat business. \n 7. Setting up and managing operational and customer relationship systems that \nefficiently and effectively support the business.  \n8. Setting up and mentoring a team of highly motivated, and result oriented team of sales professionals.  \n9. Setting up agile tracking systems for all business development activities, analyzing monthly progress against budgeted projections and suggesting corrective strategies in case of  deviations  10. Setting up market intelligence for continued scanning of the competitive environment and strategizing for a leader's role for DoctorInsta in the online healthcare market",
  "companyname": "",
  "location": "Gurgaon",
  "experience": "",
  "salary": "",
  "type": "internships",
  "skills": "",
  "startdate": "2018-11-29 00:00:00",
  "enddate": "0000-00-00 00:00:00",
  "created": "",
  "source": "dare2compete",
  "timestamp": 1541536530.4712908
 }
]